
           const txt=[
                {
                    title:'『藏书馆』介绍 ',
                    contents:
                    `『藏书馆』APP是厦门市简帛图书馆旗下的电子书网络阅读应用，是集公共网络图书馆、一站式读书服务为一体的网络数字化阅读平台。简帛图书馆作为公共图书馆，将推动、引导、服务全民阅读作为首要任务，并按照平等、开放、共享的要求，依托『藏书馆』应用，运用现代化信息技术和传播技术，向社会公众提供便捷的读书服务。通过线上线下结合，简帛图书馆开展阅读指导、读书交流、演讲诵读、图书互换共享等活动，强化图书馆学习功能，努力使自身成为帮助个人成长，提高国民素质的重要助推器。</br>
                    作为公共图书馆的重要组成部分，『藏书馆』是个人在互联网上的读书空间，集收集、整理、存储电子书籍文献为一体，并提供书籍检索、共享借阅、书籍阅读、信息管理和知识分享等功能，为社会大众免费开放，是开展社会教育的互联网公共文化设施。</br>
                    『藏书馆』将用户名下的电子书视为用户的虚拟财产，图书存储、借阅的模式完全参照纸质图书的流转模式，使电子书可以运用互联网技术更好地服务于读者大众。</br>`
                },
                {
                    title:'1.需要您开放手机哪些权限',
                    contents:`1.需要您开放的手机权限 </br>   
                    1、在使用『藏书馆』应用时，我们将获取您的系统相关权限，用于确保为您提供的各项读书服务正常使用，建议您授权同意『藏书馆』APP设置的各项权限。尤其是存储权限和电话权限，这两项权限不打开将导致APP无法正常使用。</br>
                    2、『藏书馆』严格遵守国家有关法律法规对用户隐私及应用使用权限管理的有关规定。</br>
                    `
                },
                {
                    title:'2.『藏书馆』是《安卓绿色联盟应用体验标准》认证的绿色软件',
                    contents:`2.『藏书馆』是绿色认证软件</br>
                    《安卓绿色联盟应用体验标准》是华为联合TOP互联网厂商共同出台的互联网应用检测标准，目的是筛选出带给用户绝佳使用体验的高品质应用，有效保护用户的信息隐私安全。</br>
                    该标准对APP应用的检测非常严格，对权限使用、后台行为、隐私数据的使用等进行了严格的规范，避免用户在应用使用过程中，出现未授权情况下的程序下载升级及自启动，以及应用自动调用电话、短信、摄像、录音等权限，甚至修改系统配置与其他程序的权限与数据的行为，让用户真正享受到安全绿色的应用体验。</br>
                    『藏书馆』是为数不多的通过该标准认证的绿色应用软件，致力于为用户打造安全可靠的应用环境，大家可以放心使用。</br>
                    『藏书馆』完全符合安卓绿色联盟应用体验标准</br>                    
                    `
                },
                {
                    title:'【藏书馆】怎么用',
                    contents:`『藏书馆』怎么用？</br>
                    1、藏书馆借阅规则重要提示</br>
                    2、注册及登录问题</br>
                    3、阅读功能指引</br>
                    4、【找书】页面功能指引</br>
                    5、 个人中心指引 </br>                                      
                    `
                },
                {
                    title:'1.藏书馆借阅规则重要提示',
                    contents:`1.『藏书馆』借阅规则提示 </br>            
                    『藏书馆』电子书的借阅规则采取像纸质书一样的一对一借阅模式：</br>
                    1.书友上传图书是书友个人的虚拟财产，是否公开借阅由书友自行设定，不同意公开的书籍将放入书友私藏空间，他人无从借阅。</br>
                    2.书友通过『藏书馆』的搜索功能，可以搜索到所有可供出借的图书资源，查到它们的借阅状态，已借出的电子书不能再借，上传该书的图书拥有者也要等待归还才能使用该本电子书。未借出的书籍可供书友借阅，借阅规则为先到先得。</br>
                    之所以采用新的借阅规则，是因为在当前的网络环境中，『藏书馆』不可能甄别书友上传的电子书的权利来源，为保护版权人利益，『藏书馆』采用技术手段保证书友同意借阅的书按照虚拟财产的方式出借，也就是像纸质书一样实行一对一借阅，当书籍出借后，只能借阅者阅读，其他人将不能借阅，包含出借者在内，都不能再下载阅读图书内容，直至借阅者归还图书。</br>
                    纸质书的财产属性实现了作品版权保护和内容传播方面的利益平衡，电子书理应跟随纸质内容的成功道路，为作品内容在互联网上传播找到出路。『藏书馆』作为公共图书馆的阅读应用，也作为电子书内容传播的开拓者，响应国家《公共图书馆法》第四十条之利用数字化、网络化技术向社会公众提供便捷服务的规定要求，认为将电子书按虚拟财产的属性进行唯一性管理和流转，既是解决当前电子书版权问题乱像的有效手段，同时，也是更好的传播图书内容，服务读者大众的阳光办法。</br>                                      
                    `
                },
                {
                    title:'1.1如何借阅书籍',
                    contents:`1.1如何借阅书籍</br>
                    1.进入【找书】-【搜索框】中输入想要借阅的书籍或者作者名称，搜索结果将会呈现用户共享借阅的图书资源，选择你要借的图书资源，点击借阅按钮即可。</br>
                    2.【找书】页面直接借阅推荐图书。</br>
                    3.点击【读书】-【本地阅读】的【+】，点击搜索书籍，出现结果后点击书籍借阅。</br>
                    4.进入【我的】页面，点击你的『藏书馆』账号，可进入你已关注的书友的云端书馆浏览他的藏书，有合适的书直接点击进入图书详情页借阅。</br>
                    `
                },
                {
                    title:'1.2如何归还和续借书籍',
                    contents:`1.2如何归还和续借书籍</br>
                    归还：无需手动归还，15天借阅到期后图书会自动归还（注：加入VIP后，您将可以获得更灵活的借阅期限哦）。若要归还未到期的书籍，可长按书籍封面图片，点击归还即可。</br>
                    续借：当书籍借阅时间还剩5天时会自动出现“续借”提示，点击书籍封面的[续借]文字就可以获得更灵活的借阅时间。</br>
                    归还后再次借阅：要看之前借的是哪个用户上传的书，这本书有没有被预定借出，如果已经被预定借出了，则要等其他人归还才能借阅。因续借未必会借到同一资源，大家最好在借阅时间内将书籍读完。</br>
                    `
                },
                {
                    title:'1.3云书馆的书和借阅的书的区别',
                    contents:`1.3云书馆的书和借阅的书的区别</br>
                    【读书】页面右上角菜单中有两个选项，分别为【借阅的书】和【云书馆】。</br>
                    【借阅的书】显示的是用户所有借阅过的书的历史记录。</br>
                    【云书馆】是用户的个人云空间，用来存储用户拥有虚拟财产权的书，如用户上传的书、购买的书、别人赠送的书，这些书都是用户的个人虚拟财产，因此存放在用户的个人空间里，方便查找、使用和交易。</br>                    
                    `
                },
                {
                    title:'1.4如何上传书籍到云书馆',
                    contents:`1.4如何上传书籍到云书馆</br>
                    1.登录『藏书馆』PC端www.geeboo.com 输入账号密码，在【我的云书馆】里点击【我的图书】-【上传图书】按钮，依照提示上传电脑上的书籍即可。</br>
                    2.安卓手机点击APP内【读书】-【+】-【本地上传】，可以扫描手机上的书，选择书籍后点击【加入云书馆】即可。安卓手机还可点击【读书】-【+】-【wifi上传】，依照提示上传电脑上的书籍（后有示意图）。</br>
                    3.苹果手机点击APP内【读书】-【+】-【上传书籍】，依照提示上传电脑上的书籍即可（后有示意图）。</br>
                    重要提示：用户可以上传txt、pdf和epub三种格式的文档，但只有pdf和epub格式的文档才能公开，根据国家标准，只有pdf和epub格式的文件，才能称为电子书。 </br>
                    `
                },
            ]

export default txt
